{ "1" : "https://all-the-firebase.web.app/Zoology12/1.html",
    "num" : "1"

"question1":" Economic important of bacteria.","answer1":"Economic imortacnce of bacteria\n\nHuge literature is avaiable is available on economic aspect of bacteria. Only some aspects of bacterial services to man as well as their detrimental naturew are mentioned below:\n\nBenificial Activities of Bacteria\n\n a.Antibiotics: large number of antibiotics are produced from various bacteria from Bacillus cereus and Bicillin from Bacillus subtils.\n\nb. Acids:Bacteria produce several organic and inorganic acids. Sulphur bacteria produces sulphuric acid, nitric acids is produced by nitrifying bacteria, loctic acid is produced by Loctobacillus spp. And Butyric acid is produced by Clostridium spp. \n\n c. Diary products: The manufacture of almost all milk producs is based on bacterial activity. Common bacteria found in the milks are Lactobacillus lactis, Streptococcus lactis.\n\nd. Nitrogen fixation: Some bacteria increace the soil fertility by fixing the atmospheric nitrogen in the soil. Rhizobium spp. specially involve in nitrogen fixation.\n\n Harmful Activities of Bacteria\n\na. Plant disease: Bacteria may cause serious disease in almost all groups of plants. SOme important bacterial disease are citrus canker (caused by Xanthommonas citri., wilt of potato (Pseudomonas solanacearium., Blight of beans (Xanthomonas phaseoli..\n\nb. Animal disease: Bacteria are fearful diseases are typhoid (Salmonella typhi., Tuberculosis (Mycobacterium tuberculosis., Gonorrhoea (Neisseria gonorrhoe., Anthra of sheep (Bacillus anthracis..\n\nc. Food poisoning: Bacillus spp. Staphylococci spp. Salmonella sp..,Closridium spp. etc cause food poisoning.\n\n d. Biological welfare: Bacteria are used as biological weapon by attacking the enemy by producing infection in him, animals or plants.","img1":"https://external-content.duckduckgo.com/iu/?u=http%3A%2F%2Fwww.bio-oxygen.com.au%2Fwp-content%2Fuploads%2F2016%2F05%2Fbacteria.jpg&f=1&nofb=1","question2":"Reproduction in oscillatoria.","answer2":"Reproduction Asexual and sexual reproduction is absent in Oscillatoria reproduces by fragmentation. Oscillatoria forms long filaments of cells which can break into fragments called hormogoia.The hommogonia can grow into new, longer filament. Breaks in the filament usually occur where dead cells (necridia. are present. In some cases, hormonogones form deparating discs at breaking points. Accidental fragmentation also occurs in Ascillatoria. In this case, Trichome may break in to many fragment develops new filament.\n\nAsexual Reroduction: Hormogones 'Formation'\n\nA hormogone is a soft piece of trichome made up of many living cells. During the growing season, a cell here and there in the trichome will collapse.\n\nThe protoplast of such cells changes into a transparent, viscous substance called mucilage. The mucilage. The mucilage filled cells are called Necridia. The necridia losses its turgidity and the mutual pressure on the walls of the adjacent cell is released. They become convex, so that the dead cell provides weak links in the trichome and thus, marks the point of disjub=nction of trichome into hormogones. The muscillage swells and necridia break down releasing the hoenogones. Each hormogone may consist of a few to seceral living cells. By repeated cell division in all the cells, the hormagone grows into a new full length typical trichome.\n\n1. Vegetative Reproduction: Fagmentation \n\nBecause of the biting by some insect or animals or because of some mechanical means, the filament idvides into small pieces or fragments. Each of these fragments is capablr of developing into a new individual.","img2":"","question3":" Mode of reproduction in bacteria.","answer3":" Reproduction of Monera\n\nBacteria reproduces asexually by the following methods: 1. Binary Fission\n\nThe cell division process (binary fission.is completed by the doubling of all the cell constituents followed by their orderly portioning into two daughter cells. The three aspects that comlete the cell division process in bacteria are DNA-portioning and cross wall formation.\n\nThe first step occurs by the separation of two strands of DNA . Each separated DNA, then , replicants to form a new strand. The second step involves the DNA-portioning between two daughter cells. The third step starts immediately after the separation of daughter genome into two separates cells. It starts by the inward growth of the cell wall, mid-way between daughter genomes. The cell wall materials are deposited between the membranes are the series divided into two: 2. Spore Formation\n\nFour types of spore are formed by different bacteria. They are endspore cyst conidia and exospores.\n\na. Endospore= Certain bacteria like Bacillus, clostridium show the ability to form highly resistance spore called endospore. Usually, the bacteria start to produce endospore when there is a deficiency of nutrition. The endospore germinates when the conditions are unfavourable. During its germination, the spore wall is shed and the germ tube appears rupturing the sport coat. The germ cell elongates and develops into a new vegetative cell.\n\nb. Cyst: Cyst is the modified vegetative cell of many species of Azotobacter.During cyst formation, vegetative cell becomes deflagellated, attains spherical shape and get surraounded by peptidoglycan.\n\nc. Conidia: Conidia are produced in octinomycetes. At the time od conidia formation, the arial hyphae becomes coiled; nuclear materials also divided and reach the separated portion before competion of septum.\n\nd. Exospores: Bacterial exospores are formed in Methylosinus and Rhodomicrobium. They are formed external to the vegetative cell by budding at one end of the cell. On return of the favourable condition, The germinate by producing germ tube.","img3":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse2.explicit.bing.net%2Fth%3Fid%3DOIP.D75R7G90g2yVeTsxEk6f4wHaDn%26pid%3DApi&f=1","question4":"Transformation  in bacteria.","answer4":"Transformation was first discovered by Griffith in 1928 while he was working with two strains of Pneumococcus (Streptococcus pneumoniae.. The cells of one strain had polysaccharide capsule (encapsulated.and caused pneumonia.\n\nGriffith injected a group of mice with non-encapsulated pneumococci; a second group with heat killed rncapsulated pneumococci cells; and a third group with a mixure consisting of a few living non-escapsulatd pneumococci, and heat-killed encapsulated cells. He  observed that the mice in the first two groups were not infected, and the mice in the third group died within a few days (Fig.2.11.The mice of the third group should have survived as the organisms which could kill them had been destroyed and the cells of nonencapsulated type were incapable of causing disease. However,  themice died and only living, virulent encapsulatedcells were recoverd from dead bodies. The experiment showed that killed encapsulated pneumococci had liberated some substance which entered the non-encapsulated cells and changed them genetically, so that their progeny were encapsulated and, therefore, caused pneumonia.\n\nIn 1944, Avery, Macleod and mcCarty proved that the component responsible for transforming harmless S. pneumoniae into virulent strains was DNA. They discovered for the first time, that DNA was indeed the carrier of genetic information.\n\nScince the time of the Griffith's experiment, considerable information has been gathered about transformation. Destruction of a cell does not necessarily destroy its DNA. In nature, some bacteria,perhaps after death and cell lysis, release their DNA into the surrounding medium. Other bacteria can take up fragments of DNA and integrate them into their own chromosomes by recombination. A receipient cell with this combination of genes is a kind of hybrid, or recombinant cell. Thus, transformation is the process whereby cell-free on 'naked' DNA containing a limited amount of genetic information is transferred from one bacterial cell to another. The DNA obtained from the donor cell by natural lysis or by chemical exteraction.\n\nNatural transformation occurs in genera including Bacillus, Hemophilus, Neisseria,Actinobacter, And certain strains of the genera Streptococcus and Pseudomonas.\n\nThe phenomenon of transformation has proved to ne extremely useful in genetic studies of bacteria in the laboratory, particularly in mapping the bacterial chromosome as genes that are close together will be transferred to a recipient cell together.","img4":" https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse1.mm.bing.net%2Fth%3Fid%3DOIP.UTRVoVCkntf6Ih8npy5NzgHaEc%26pid%3DApi&f=1","question5":"conjugation in bacteria.","answer5":" Conjugation is the transfer of genetic material from one bacterium to another by direct contact and resembles sexyl type of genetic exchange in higher forms more closely. It was discovered in 1946 in E. coli by J. Lederberg and E.L. Tatum (1958 Nobel prize co-recipients.. It has since been described in a large number of gram-negative bacteria, e.g. Salmonella, Pseudomonas, and Serratia. no Gram-position bacteria have been discovered to show conjugation.\n\nA clear understanding of conjugation in bacteria came out with the discovery that there is sexual differentiation in E. coli. Maleness in bacteria is dependent on the presence of an extra-circuluclar piece of DNA element in the cell, called sex factor (fertility factor. or F-lasmid. These cells are referred to as donors in mating. Female cells lack thic factor, and are reciepients. The F factors vontains genes for the production of appendages on the surface of the male bacterium. These appendagws are called E pili (sing, pilus., or sex pili. these appendages have sticky ends that attach to the surface of female cells forming conjugation tubes between the two cells. \n\nThe F factor can exist in two different states: (i.The autonomous state, in which it replicates independently of the host chromosome and (ii. the integrated state, in which it is inserted in to the host chromosome and replicates along with the host chromosome . A donor cell containing the F factor in the autonomous state is called F+ cell. The cells which lack the F factors are referred to as F- Because cell carrying an integrated F facotr is called an Hfr (for high frequency recombination.. ","img5":" https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse2.mm.bing.net%2Fth%3Fid%3DOIP.SFAMRA6sD61USSWv2DLCSAHaFG%26pid%3DApi&f=1","question6":" Classification  and characteristics of Oscillatoria.","answer6":"Oscillatoria is a genus of filamentous cyanobacterium which is named after the oscillation in its movement. Filaments in the colonies can \n\nslide back and forth against each other until the whole mass is reoriented to its light source.\n\nGeneral Characters of  Oscillatoria The genus Oscillatoria posses the following features:\n\ni. Extremely simple  structure of the thallus organization.\n\nii. Absence of definitely organized nucleus. It lacks the nuclear membrean and nucleoli.\n\niii. Simle protoplast without any plastid, E.R, Mitch Andria and Glogi bodies.\n\niv. The blue pigmentE-phycocyanin in dominant.\n\nv. Absence of sex organs and motile reproductive bodies.\n\nvi. Total lack of sexual reproduction.\n\nvii. Propagation entirely by hormogone formation and fragmentation.\n\nviii. Absence of motile flagellated stage.\n\n ix. The main food storage compound is myrophycean,\n\nx. The protolast of the cell is divisible into peripheral pigmented region called chromoplasm and central colourless region called centroplasm.","img6":" https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Ftse3.explicit.bing.net%2Fth%3Fid%3DOIP.rRTfVlV-cYVlzwxcazYMBAHaHl%26pid%3DApi&f=1","question7":" Role of bacteria in agriculture.","answer7":" Bacteria are generally looked up as enemy from the human being but it has higher importance than it's harmful effect.\n\nBenefical activities of Bacteria (for agriculture.\n\n1. Bacteria as Decomposer:\n\nBacteria are resposible for maintaing the conditions of life on the earth by virtue of their powers of decomposition of plant and animal bodies by which the limited supply of carbondioxide available for photosynthesis is replenished. Through the process, the carbon, nitrogen, hydrogen, Sulphur and phosphours which make up the bodies of animal and plants are reduced to simple inorganic compound and which can be reused by plants for synthesising food by photosynthesis.\n\nThe Bacterial deconposition of protein-rich compounds, under the anaerobic conditions, usually results in the release of foul-smelling compound (amines. and these compound convert into Ammonia in presence of oxygen. This decomposition is called putrefaction.\n\nFermentation is the decomposition of complex organic substance into simpler substance by microorganism under anaerobic conditions, in which the intermediate product formed are of considerable economic importance to man.\n\nSome of the fermaentation processes that are carried on by bacteria include acentic acid, fermentation, Latic acid fermentatation and methane fermentation.\n\n2. bacteria and soil Fertility:\n\nBacteria play a determinant role in soiil fertility by maintaining the circulation of nitrogen sulphur, iron and manganese in the soil.\n\nNitrogen cycle, sulphur cycle, Sewage cycle sewage Disposal.\n\na. Nitrogen cycle: \n\nAll plants need nitrogen, to synthesis the protein but they are non capable to extract it from the air so, Nitrogen fixing bacteria comes in Role.\n\nNitrogen fixation is brought about by two types of bacteria which is known as Nitrogen-fixing bacteria.\n\n1. Onr types of bacteria found living freely in soil. E.g: Azotobacter & Clostridium\n\n2. Second type of bacteria found live in symboitic association with various.\n\nThese combines atmospheric nitrogen with other elements resulting in the formation of complex organic nitrogenous compound.\n\nThe nitrogenous compound present in the plants tissue is used by animals.\n\nAminoacids are then converted to ammonia by a group of bacteria known as ammonifying bacteria.This process is known as a ammonification.\n\nDuring the process of ammonification some of the ammonia escapes into the armoshphere, but most of it is combined in the soil with other substance to form ammonium salts. The change of ammonium salts to nitrate which is called nitrification.\n\nb.Sulhur sycle: \n\nThe suphur, an essential component of proteins, is found in the elemental forms in the earth's crust.In this form plants and animal cannot utilised the sulphur. It is taken up by the plants in it axidised form, Suphate by certain autotropic bacteria E.g: Thinbacillus, thioparus and T. thioxidans.\n\nAfter assimilation, the sulphate is utilised by the plant in the synthesis of suphur containing aminoacids and then proteins.","img7":"https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fi.ytimg.com%2Fvi%2FcjSE73S3Crs%2Fmaxresdefault.jpg&f=1&nofb=1"}

